const menudono = (prefix) => {
	
	
// NÃO APAGUE ESSE ${prefix}, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa. 	

return `
╭═• ೋ✮๑🥂๑✮ೋ •═╮               
        🎖𝐌𝐄𝐍𝐔✮𝐃𝐎𝐍𝐎🎖            
╰═• ೋ✮๑🥂๑✮ೋ •═╯​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
💎𝐂𝐎𝐌𝐀𝐍𝐃𝐎𝐒 𝐄𝐒𝐏𝐄𝐂𝐈𝐀𝐈𝐒💎
╭╼━═━━≺🎠≻━━═━╾╮
╎ 🌙 ${prefix}serpremium
╎ 🌙 ${prefix}addpremium (@)
╎ 🌙 ${prefix}delpremium (@)
╎ 🌙 ${prefix}ausente (msg)
╎ 🌙 ${prefix}ativo
╎ 🌙 ${prefix}block (@)
╎ 🌙 ${prefix}unblock (@)
╎ 🌙 ${prefix}seradm
╎ 🌙 ${prefix}transmitir 
╎ 🌙 ${prefix}transmitir2 
╎ 🌙 ${prefix}bcgp
╎ 🌙 ${prefix}listagp
╎ 🌙 ${prefix}entrar (link)
╎ 🌙 ${prefix}sair 
╎ 🌙 ${prefix}limparmsg 
╎ 🌙 ${prefix}online
╎ 🌙 ${prefix}ganharlevel
╎ 🌙 ${prefix}ganharxp
╎ 🌙 ${prefix}reset (AKINATOR)
╎ 🌙 ${prefix}bangp
╎ 🌙 ${prefix}unbangp
╎ 🌙 ${prefix}banghost 
╎ 🌙 ${prefix}idgp
╎ 🌙 ${prefix}clonegp
╰╼━═━━≺🎠≻━━═━╾╯

  💎𝐂𝐎𝐍𝐅𝐈𝐆𝐔𝐑𝐀𝐑 𝐎 𝐁𝐎𝐓💎
╭╼━═━━≺🎠≻━━═━╾╮
╎ 🎖 ${prefix}numero-dono
╎ 🎖 ${prefix}Nick-dono 
╎ 🎖 ${prefix}nome-bot 
╎ 🎖 ${prefix}setprefix 
╎ 🎖 ${prefix}fotobot
╎ 🎖 ${prefix}infobemvindo
╎ 🎖 ${prefix}clonar
╎ 🎖 ${prefix}fundobemvindo
╎ 🎖 ${prefix}fotomenu
╎ 🎖 ${prefix}antipv (dablock)
╎ 🎖 ${prefix}antipvon 
╎ 🎖 ${prefix}antipvoff
╎ 🎖 ${prefix}antiligar
╎ 🎖 ${prefix}antipalavrão 
╎ 🎖 ${prefix}addpalavra
╎ 🎖 ${prefix}delpalavra
╎ 🎖 ${prefix}listapalavrão
╎ 🎖 ${prefix}dono1 (@)
╎ 🎖 ${prefix}dono2 (@)
╎ 🎖 ${prefix}dono3 (@)
╎ 🎖 ${prefix}dono4 (@)
╎ 🎖 ${prefix}dono5 (@)
╎ 🎖 ${prefix}dono6 (@)
╰╼━═━━≺🎠≻━━═━╾╯
oiê^-^
Lembre-se. para essas configurações serem salvas o bot deve está ligado no "termux"! assim quê configurar basta usar o comando " ${prefix}reiniciar " o bot irá salvar as alterações feitas!!

`

}
exports.menudono = menudono
