const menu = (prefix, NomeDoBot) => {
  
// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return `
╭═• ೋ✮๑🥂๑✮ೋ •═╮ 
              ${NomeDoBot} 
    🔥𝑴𝑬𝑵𝑼✮𝑷𝑹𝑰𝑵𝑪𝑰𝑷𝑨𝑳🔥 
╰═• ೋ✮๑🥂๑✮ೋ •═╯  ​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​
╎ 💎 ${prefix}perfil  
╎ 💎 ${prefix}Fazernick 
╎ 💎 ${prefix}level
╎ 💎 ${prefix}Atividade
╎ 💎 ${prefix}status
╎ 💎 ${prefix}Rankativo
╎ 💎 ${prefix}Conselhobiblico
╎ 💎 ${prefix}check
╎ 💎 ${prefix}listapalavrão
╎ 💎 ${prefix}Checkativo
╎ 💎 ${prefix}Ranklevel
╎ 💎 ${prefix}admins
╎ 💎 ${prefix}donos
╎ 💎 ${prefix}bug
╎ 💎 ${prefix}avalie
╎ 💎 ${prefix}sugestão 
╰╼━═━━≺🎗≻━━═━╾╯
      
               🥋𝙂𝙖𝙢𝙚𝙨🥋          
╭╼━═━━≺🎡≻━━═━╾╮
╎ 🍭 ${prefix}akinator
╎ 🍭 ${prefix}jogar
╎ 🍭 ${prefix}Ppt 
╎ 🍭 ${prefix}Jogodavelha 
╎ 🍭 ${prefix}Ttt  
╎ 🍭 ${prefix}Cassino
╎ 🍭 ${prefix}Quizanime 
╎ 🍭 ${prefix}Quizanimais 
╎ 🍭 ${prefix}Anagrama 
╎ 🍭 ${prefix}rankplay
╰╼━═━━≺🎡≻━━═━╾╯
    
    🍫𝗙𝘂𝗻𝗰̧𝗼̃𝗲𝘀-𝗔𝗹𝗲𝗮𝘁𝗼́𝗿𝗶𝗮𝙨🍫
╭╼━═━━≺🎃≻━━═━╾╮
╎ 🎠 ${prefix}Tagme
╎ 🎠 ${prefix}correio n5511../saudades
╎ 🎠 ${prefix}falar PT "TEXTO"
╎ 🎠 ${prefix}traduzir "DOG"
╎ 🎠 ${prefix}Emoji2 "🥺+🥵"
╎ 🎠 ${prefix}playstore "Um app"
╎ 🎠 ${prefix}Tabela 
╎ 🎠 ${prefix}celular "iPhone 11"
╎ 🎠 ${prefix}sakura "fale algo"
╎ 🎠 ${prefix}Frases 
╎ 🎠 ${prefix}Calcular "2+2"
╎ 🎠 ${prefix}Bot 
╰╼━═━━≺🎃≻━━═━╾╯

`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
